{
  "works": [
    {
      "title": "fuit.es x Art Souterrain",
      "subtitle": "Improvised performance built from tiny sounds and music at Art Souterrain's headquarters in Montréal.",
      "date": "October 27, 2021",
      "description": "An absorbing reflection reflecting absorption of the spills. fuit.es is both a Montréal based collective and an ongoing project exploring how to collectively make online digital spaces oriented toward process as opposed to presentation. As part of their 2021 initiative Créer Des Ponts, Art Souterrain invited the fuit.es collective to build a physical extension of their website (<a href='https://fuit.es/' class='description-link'>the fuit.es digital anarchive</a>) in residency featuring the work and material practices of members of the collective. Part of that residency included a live sound performance by certain members of the collective as rollingunrolling. The piece created was a play with rollingunrolling's concept of tiny sounds, which like the fuit.es digital anarchive, tend towards the processual and generative potentials of sound to make music in their making. Techniques developed in performances and experiments such as these often make their way into the fuit.es digital space through transduction, informing and inflecting the work in the digital as a form of research.",
      "images": [
        "/images/art-souterrain.jpeg",
        "/images/art-souterrain-setting-up.jpeg"
      ]
    },
    {
      "title": "Tiny Sounds Episode 7: Convalescence",
      "subtitle": "Live broadcast on Montréal independent radio station, Still.fm",
      "date": "",
      "description": "",
      "images": [
        "/images/convalescence101.jpg"
      ]
    },
    {
      "title": "Non-Being Ad Nauseam",
      "subtitle": "Improvised video, sound and dance performance at Écomusée du Fier Monde as part of Art Matters Festival, Montréal.",
      "date": "March 2020",
      "description": "",
      "images": [
        "/images/swimming-pool2.jpeg"
      ]
    },
    {
      "title": "Minor Movements",
      "subtitle": "Collective improvised soundscape & composition at Centre of Psychiatry and AIR Lab, IT University, Copenhagen as part of the Senselab's Minor Movement events.",
      "date": "September 2019",
      "description": "",
      "images": [
        "/images/mimo.png"
      ]
    }
  ]
}
